Repository: alexanderwiebe/presentation-i18n
Catalog: src/locale/messages.*.xlf
Languages: fr_ca

source: next
fr_ca: suivant

source: previous
fr_ca: précédent

source: Hello, how are you?
fr_ca: Bonjour, ca va?

source: Hi, I'm good.
fr_ca: Ca-va, et toi, regarde-tu le match?

source: What's new with you?
fr_ca: Oh mais oui, c'est incroyable!

source: I bought this hoody for {{ hoodyCost | currency }}
fr_ca: Super, J'achetais cet étreinte de lapin pour {{ hoodyCost | currency }}

source: It looks good on you!
fr_ca: Bon, c'est magnifique pour toi

source: Welcome to internationalization (i18n)!
fr_ca: Bonjour tout le monde 🏒

source: By AJ
fr_ca: Par AJ

source: http://localhost:1337/
fr_ca: http://localhost:2337/
